/* Localized versions of Info.plist keys */

CFBundleName = "Unsharp Mask";
NSHumanReadableCopyright = "Copyright 2005 Apple Computer, Inc.";

AMName = "Unsharp Mask";

/*  AMApplication localized strings  */
"Preview" = "Preview";

/*  AMCategory localized strings  */
"Images" = "Images";

/*  AMDefaultParameters localized values  */

/*  AMDescription localized strings  */
AMDOptions = "There are two options: (1) An intensity value that specifies a linear blend between the filter output and the original image. The higher the value, the greater the contrast. The default value is 0.5. The range is 0.0 through 1.0. (2) A radius value that specifies the extent of the sharpening. The default value is 2.5. The range is 0.0 through 100.0.";
AMDSummary = "This action will sharpen the images of the files passed into it.  It does this by increasing the contrast of the edges between pixels of different colors.";

/*  AMKeyword localized strings  */
"Sharpen" = "Sharpen";
"Change" = "Change";
"Photo" = "Photo";

/*  AMWarning localized strings  */
ApplyButton = "Add";
IgnoreButton = "Don't Add";
Message = "This action will change the image files passed into it.  Would you like to add a Copy Finder Items action so that the copies are changed and your originals are preserved?";